Repository: TurpialApp/turpialapp-for-woo
Catalog: languages/cachicamoapp-for-woo-*.po
Languages: es_co

source: Cachicamo App Invoice
es_co: Factura de Cachicamo App

source: Invoice UUID
es_co: UUID de la Factura

source: View Invoice
es_co: Ver Factura

source: Create Invoice
es_co: Crear Factura

source: Error creating the invoice
es_co: Error al crear la factura

source: Connection error
es_co: Error de conexión

source: Missing order ID
es_co: ID de pedido no encontrado

source: Invalid order ID
es_co: ID de pedido inválido

source: Access Token
es_co: Token de Acceso

source: Store/Warehouse S-ID
es_co: ID de Tienda/Almacén

source: User/Employee T-ID
es_co: ID de Usuario/Empleado

source: Fiscal Printer
es_co: Impresora Fiscal

source: Cronjob Time in Minutes for Stock and Inventory Update
es_co: Tiempo de Cronjob en Minutos para Actualización de Stock e Inventario

source: Automatically send orders as invoices once payment is validated.
es_co: Enviar automáticamente los pedidos como facturas una vez que se valide el pago.

source: Send orders as invoices to Cachicamo
es_co: Enviar pedidos como facturas a Cachicamo

source: Customer DNI Meta Key
es_co: Clave Meta del DNI del Cliente

source: Optional: Use an existing order meta key for Customer DNI. If empty, the plugin will automatically add this field to the checkout form.
es_co: Opcional: Use una clave meta existente para el DNI del Cliente. Si está vacío, el plugin agregará automáticamente este campo al formulario de pago.

source: Company VAT Meta Key
es_co: Clave Meta del IVA de la Empresa

source: Optional: Use an existing order meta key for Company VAT. If empty, the plugin will automatically add this field to the checkout form.
es_co: Opcional: Use una clave meta existente para el IVA de la Empresa. Si está vacío, el plugin agregará automáticamente este campo al formulario de pago.

source: Start date for exporting orders (Format YYYY-MM-DD)
es_co: Fecha de inicio para exportar pedidos (Formato AAAA-MM-DD)

source: Debug
es_co: Depurar

source: Activate log
es_co: Activar registro

source: Payment Method for
es_co: Método de Pago para

source: Select one after saving your access token
es_co: Selecciona uno después de guardar tu token de acceso

source: Select one
es_co: Seleccione uno

source: DNI / National ID
es_co: DNI / Documento de Identidad

source: Enter your DNI number
es_co: Ingrese su número de DNI

source: Company Name
es_co: Nombre de la Empresa

source: Enter company Name
es_co: Ingrese el nombre de la empresa

source: Company VAT Number
es_co: Número de IVA de la Empresa

source: Enter company VAT number
es_co: Ingrese el número de IVA de la empresa

source: Settings
es_co: Configuración

source: Please enter your ID number
es_co: Por favor ingrese su número de documento

source: Cachicamo App for WooCommerce
es_co: Cachicamo App para WooCommerce

source: Export Orders to CachicamoApp
es_co: Exportar Pedidos a CachicamoApp
